app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    @post.save
---
INSERT INTO "posts" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "Api"], ["created_at", "2021-01-28 20:53:50.845982"], ["updated_at", "2021-01-28 20:53:50.845982"]]